{
  "about": "Sobre",
  "aboutVeggieFoodie": "Sobre Veggie Foodie",
  "accept": "Aceitar",
  "addItems": "Adicione as suas refeiçõeS, receitas e productos.",
  "contacts": "Contactos",
  "contactsMessage": "Envie uma mensagem com quaisquer questões, dúvidas, sugestões ou comentários que tenha sobre a Veggie Foodie!",
  "cookiesText": "Este website utiliza cookies 🍪. \nEstes cookies são guardados no seu browser com o único propósito de recolher informação sobre a forma como interage com este website. Esta informação é exclusivamente utilizada para melhoria e personalização da sua experiência de navegação e para métricas sobre as visitas deste website. \n \nSe rejeitar, a sua informação não será acompanhada neste site e um cookie será guardado no seu browser para registar a sua preferência.",
  "decline": "Rejeitar",
  "designedAndDeveloped": "Concebido e desenvolvido por {{authorName}}",
  "description": "Veggie Foodie é uma aplicação para smartphone que ajuda a manter o registo das suas refeições, receitas e productos vegetarianos/vegan favoritos. Disponível em português e inglês. Aqui estão algumas das funcionalidades disponíveis:",
  "email": "Email",
  "emailErrorMessage": "Por favor insira um email válido.",
  "emailRequiredMessage": "Por favor insira o seu email.",
  "exploreItems": "Consulte, ordene, filtre, edit e apague as suas listas de items.",
  "findMe": "Encontre-me no",
  "googlePlay": "Clique para ser redirecionado para o Google play e fazer o download da aplicação Veggie Foodie.",
  "header": "o melhor organizador para as suas refeições, receitas e produtos \"veggie\".",
  "message": "Mensagem",
  "messageRequiredMessage": "Por favor insira uma mensagem.",
  "name": "Nome",
  "nameErrorMessage": "O nome está limitado a 30 caracteres.",
  "nameRequiredMessage": "Por favor insira o seu nome.",
  "openNavMenu": "Clique para abrir o menu de navegação.",
  "privacyPolicy": "Política de Privacidade",
  "send": "enviar",
  "sendEmailError": "A sua mensagem não pôde ser enviada. Por favor tente novamente.",
  "sendEmailSuccess": "Obrigada pela sua mensagem! Receberá uma resposta em breve.",
  "shareItems": "Partilhe com os seus amigos!",
  "subject": "Assunto",
  "subjectErrorMessage": "O assunto está limitado a 75 caracteres.",
  "subjectRequiredMessage": "Por favor insira um assunto.",
  "tryIt": "Experimente agora!!!",
  "veggieFoodie": "Veggie Foodie"
}
